export const dummyPosts = [
  {
    id: 1,
    writer: "김도윤",
    createdAt: "2025-01-12 14:32",
    title: "첫 번째 게시물입니다!",
    content:
      "React로 게시판을 만드는 중입니다! 백엔드는 아직 없어서 더미 데이터를 넣고 테스트해보는 중이에요. 가댄빠닜론안데 여묘마롯지만 자왕 갠가부퍘라뫼 에라닝은 츤할안고 이센각감일 포연처샸으로 갱기포를 랸자로호는 리츠소알. 초파느니쳠던 슈돈이처럼 이진머닉 겁반솔너 지세어 거기단가길듬은 아마기 히리에, 난아나사세요. 둑사김곴아 깃곤더를 차롸로반이 기몁강죄로써 고거쉬남보아 매돠애다, 스자, 인위아히는 되깄으사링이. 였헤오도셔다 흲뇼힐으로 새나달겐와꽞은 으할 란간으려 안안는다. 사붓봈렉이 추오엥총은 즌댁의, 본메폰아 누이는 긜스한까아서 소마를 먀쭌바번 조비진라앤는다. 걸흔사토어아헤지밖에 거새쳐기 아개아좌어서 으칞으면서 믄젠는지 이아곡녀의. 곤잔이 두닐온테 존뉴는 듮맜이 더드어 으죠으가 기란일 단인단므 례션리앤 농좌윽어. 외라 늘인이 기응일과 람를납믄이 렌자의. 거버잔 눈나로 액에서, 옹앙저의유만을 옹좀뇌에와. 흐기나써차 레무프너의 힌델고누어 르뻐옷식이 이가전치겐 티찢지 이경긱어 더암둘님롱무라. 갱우랄쟈선고 이좄닐으로 모긍시우 메군 자슨 기리기입른다. 어대재쏜으면 지른다 기캬닥언힐어서 허디는 여믜는 두춤어요 연드즈 이머라도 알주는 뭉이긴기옴에 초어아자어의. 나가만 고뎐 밴징른어 구던으로 하깡도잘부터 와인 깁긴잇마죠. 아아비의 눗체븐는 를아옹단에서 셀애햖소는 자뿨다거는, 겨데옸메어, 간냐땽이미엔을. 차탁애가 가가고, 때호갈 타조머잘캬 늘을뎡새슌샐헤면서 걱아 샌볘트다. 수디호산을 노깃멈낀 기덴오쏭막아 좡븨축굴가자 스시의 으조낢간에 안 미칫오를. 잇댜 무삼아 둠스는구나 저우게촤가 그욘한각이고, 조가더라 무비하앤지. 리자서밈신기는 신끄여자를 이암라에 신의의 소애 알 워년뇌와 그랄으세보다 만뎌쿠던 쫏어을은 구외슜으로. 븐상천을 뉴울강득 루즈 떠하안, 요한핑해척이나 증자둣을 뚜부다 우젠으로 조딉니다, 긴팟뿐, 갈으녀. 도낳클룅을 귭이바다 사횼걸고 방라 궀옹머던이. 긴뉜코든이 가믄덕다 팅게포포다 절네오겨로는 마잉던살에 팅바가 네곤에. 으드삼으로 궘루좐껠의 험욜달 드리런 믁흐옥나밸고 셤거이 둘싵리머누가 시사강훈다. 핱나로나 지하메우침 잇가의 도사오나바흽 무은둥컺은 흐오리어 다음타 어아아 셔재께거에. 느께서 조소다딤찰에서 인톼메애자는 기미 브서, 필자.",
    thumbnail:
      "https://images.unsplash.com/photo-1515879218367-8466d910aaa4?q=80&w=800",
    likes: 12,
    comments: [
      { writer: "익명1", content: "오 굿굿! 잘 만드셨네요!" },
      { writer: "익명2", content: "UI 기대돼요 ㅎㅎ" },
    ],
  },

  {
    id: 2,
    writer: "관리자",
    createdAt: "2025-01-13 09:10",
    title: "두 번째 게시물 테스트",
    content:
      "이건 두 번째 게시물입니다. 썸네일이 있고 댓글도 몇 개 달린 상태를 가정하고 있어요. 가댄빠닜론안데 여묘마롯지만 자왕 갠가부퍘라뫼 에라닝은 츤할안고 이센각감일 포연처샸으로 갱기포를 랸자로호는 리츠소알. 초파느니쳠던 슈돈이처럼 이진머닉 겁반솔너 지세어 거기단가길듬은 아마기 히리에, 난아나사세요. 둑사김곴아 깃곤더를 차롸로반이 기몁강죄로써 고거쉬남보아 매돠애다, 스자, 인위아히는 되깄으사링이. 였헤오도셔다 흲뇼힐으로 새나달겐와꽞은 으할 란간으려 안안는다. 사붓봈렉이 추오엥총은 즌댁의, 본메폰아 누이는 긜스한까아서 소마를 먀쭌바번 조비진라앤는다. 걸흔사토어아헤지밖에 거새쳐기 아개아좌어서 으칞으면서 믄젠는지 이아곡녀의. 곤잔이 두닐온테 존뉴는 듮맜이 더드어 으죠으가 기란일 단인단므 례션리앤 농좌윽어. 외라 늘인이 기응일과 람를납믄이 렌자의. 거버잔 눈나로 액에서, 옹앙저의유만을 옹좀뇌에와. 흐기나써차 레무프너의 힌델고누어 르뻐옷식이 이가전치겐 티찢지 이경긱어 더암둘님롱무라. 갱우랄쟈선고 이좄닐으로 모긍시우 메군 자슨 기리기입른다. 어대재쏜으면 지른다 기캬닥언힐어서 허디는 여믜는 두춤어요 연드즈 이머라도 알주는 뭉이긴기옴에 초어아자어의. 나가만 고뎐 밴징른어 구던으로 하깡도잘부터 와인 깁긴잇마죠. 아아비의 눗체븐는 를아옹단에서 셀애햖소는 자뿨다거는, 겨데옸메어, 간냐땽이미엔을. 차탁애가 가가고, 때호갈 타조머잘캬 늘을뎡새슌샐헤면서 걱아 샌볘트다. 수디호산을 노깃멈낀 기덴오쏭막아 좡븨축굴가자 스시의 으조낢간에 안 미칫오를. 잇댜 무삼아 둠스는구나 저우게촤가 그욘한각이고, 조가더라 무비하앤지. 리자서밈신기는 신끄여자를 이암라에 신의의 소애 알 워년뇌와 그랄으세보다 만뎌쿠던 쫏어을은 구외슜으로. 븐상천을 뉴울강득 루즈 떠하안, 요한핑해척이나 증자둣을 뚜부다 우젠으로 조딉니다, 긴팟뿐, 갈으녀. 도낳클룅을 귭이바다 사횼걸고 방라 궀옹머던이. 긴뉜코든이 가믄덕다 팅게포포다 절네오겨로는 마잉던살에 팅바가 네곤에. 으드삼으로 궘루좐껠의 험욜달 드리런 믁흐옥나밸고 셤거이 둘싵리머누가 시사강훈다. 핱나로나 지하메우침 잇가의 도사오나바흽 무은둥컺은 흐오리어 다음타 어아아 셔재께거에. 느께서 조소다딤찰에서 인톼메애자는 기미 브서, 필자.",
    thumbnail:
      "https://images.unsplash.com/photo-1519681393784-d120267933ba?q=80&w=800",
    likes: 30,
    comments: [
      { writer: "익명3", content: "오 이건 썸네일 멋있다!" },
      { writer: "익명4", content: "좋아요 많이 눌렸네요 ㅋㅋ" },
      { writer: "익명5", content: "테스트 잘 보고 갑니다" },
    ],
  },
];
